USE rexchula;

INSERT INTO faculty (`FacultyID`, `NameEN`, `NameTH`, `TelNo`, `BelongsTo`)
VALUES (21, 'Engineering', 'วิศวกรรมศาสตร์', '+662-218-6309-10', '1'),
	   (22, 'Arts', 'อักษรศาสตร์', '+662-218-4869-70', '2'),
	   (23, 'Science', 'วิทยาศาสตร์', '+662-218-5000', '1'),
	   (24, 'Political Science', 'รัฐศาสตร์', '+662-218-7250', '2'),
	   (25, 'Architecture', 'สถาปัตยกรรมศาสตร์', '+662-218-4302', '1'),
       (26, 'Commerce and Accountancy', 'พาณิชยศาสตร์และการบัญชี', '+662-218-5758', '2'),
	   (30, 'Medicine', 'แพทยศาสตร์', '+662-256-4000', '1'),
	   (34, 'Law', 'นิติศาสตร์', '+662-218-2017', '2');