USE rexchula;

INSERT INTO faculty (`FacultyID`, `NameEN`, `NameTH`, `TelNo`, `BelongsTo`)
VALUES	(21, 'Engineering', 'วิศวกรรมศาสตร์', '+662-218-6309-10', '1'),
	(22, 'Arts', 'อักษรศาสตร์', '+662-218-4869-70', '2'),
	(23, 'Science', 'วิทยาศาสตร์', '+662-218-5000', '1'),
	(24, 'Political Science', 'รัฐศาสตร์', '+662-218-7250', '2'),
	(25, 'Architecture', 'สถาปัตยกรรมศาสตร์', '+662-218-4302', '1'),
	(26, 'Commerce and Accountancy', 'พาณิชยศาสตร์และการบัญชี', '+662-218-5758', '2'),
	(30, 'Medicine', 'แพทยศาสตร์', '+662-256-4000', '1'),
	(34, 'Law', 'นิติศาสตร์', '+662-218-2017', '2'),
	(27, 'Education', 'ครุศาสตร์', '+662-218-2565-0', '2'),
	(28, 'Communication Arts', 'นิเทศศาสตร์', '+662-218-2205', '2'),
       	(29, 'Economics', 'เศรษฐศาสตร์', '+662-218-6255', '2');
