USE rexchula;

INSERT INTO `subject` (`SubjectID`, `NameEN`, `NameTH`, `Credit`, `MidtermStartDatetime`, `MidtermEndDatetime`, `FinalStartDatetime`, `FinalEndDatetime`)
VALUES ('2110101', 'COMP PROG', 'การทำโปรแกรมคอมพิวเตอร์', 3, '2018-03-08 08:30:00', '2018-03-08 11:30:00', '2018-05-15 08:30:00', '2018-05-15 11:30:00'),
       ('2110422', 'DB MGT SYS DESIGN', 'การออกแบบระบบการจัดการฐานข้อมูล', 3, '2018-03-09 08:30:00', '2018-03-09 11:30:00', '2018-05-11 08:30:00', '2018-05-11 11:30:00'),
       ('2110332', 'SYS ANAL DESIGN', 'การวิเคราะห์และการออกแบบระบบ', 3, '2018-03-07 08:30:00', '2018-03-07 11:30:00', '2018-05-15 08:30:00', '2018-05-15 11:30:00'),
       ('2204180', 'CIVILIZATION', 'อารยธรรม',3 ,NULL, NULL, '2018-05-08 13:00:00', '2018-05-08 16:00:00'),
       ('2601111', 'BUSINESS ACCOUNTING', 'การบัญชีธุรกิจ', 3, NULL, NULL, NULL, NULL),
       ('2110316', 'PROG LANG PRIN', 'หลักการของภาษาการทำโปรแกรม', 3, NULL, NULL, '2017-12-13 08:30:00', '2017-12-13 11:30:00');